<section class="section founder">
    <img src="./images/founder-bg.jpg" alt="founder__photo" class="founder__photo" loading="lazy">
    <div class="container">
        <div class="founder__content-wrapper">
            <div class="founder__content">
                <div class="separator"></div>
                <h2 class="section__title founder__title">Отношение к делу<br>и к клиентам</h2>
                <p class="founder__text">
                    Кстати, интерактивные прототипы описаны максимально подробно. Повседневная практика
                    показывает,
                    что укрепление и развитие внутренней структуры говорит о возможностях соответствующих
                    условий
                    активизации. Внезапно, независимые государства, которые представляют собой яркий пример
                    континентально-европейского типа политической культуры, будут подвергнуты целой серии
                    независимых исследований. С учётом сложившейся международной обстановки, синтетическое
                    тестирование выявляет срочную потребность системы массового участия.
                </p>
                <p class="founder__text">
                    А ещё действия представителей оппозиции, превозмогая сложившуюся непростую экономическую
                    ситуацию, в равной степени предоставлены сами себе. Не следует, однако, забывать, что
                    выбранный
                    нами инновационный путь в значительной степени обусловливает важность дальнейших направлений
                    развития.
                </p>
                <?php
                if ($page_class === "main-page") {
                    echo '<a href="./about.php" class="button__link button__link--founder">Подробнее о компании</a>';
                }
                ?>
            </div>
        </div>
    </div>
</section>