<section class="section section--spaced seo">
    <div class="container">

        <h2 class="section__title seo__title">
            SEO Заголовок
        </h2>

        <p class="seo__text">
            Также как дальнейшее развитие различных форм деятельности предполагает независимые способы реализации
            существующих финансовых и административных условий. Каждый из нас понимает очевидную вещь: курс на
            социально-ориентированный национальный проект играет важную роль в формировании как самодостаточных, так
            и внешне зависимых концептуальных решений. Внезапно, интерактивные прототипы набирают популярность среди
            определенных слоев населения, а значит, должны быть...
        </p>

        <a href="#" class="seo__more">
            <svg class="seo__more-icon" width="24" height="24">
                <use href="./images/sprites.svg#more-button"></use>
            </svg>

            <span class="seo__more-text">Читать больше</span>
        </a>

    </div>
</section>